var data = [
			{
				"name" : "海阔天空",
				"singer" : "Beyond",
				"star" : "images/1.jpg",
				"src" : "music/1.mp3",
				"lrc" :"[00:00.31]海阔天空-Beyond[00:18.51]今天我寒夜里看雪飘过[00:25.16]怀着冷却了的心窝飘远方[00:30.92]风雨里追赶[00:33.74]雾里分不清影踪[00:36.66]天空海阔你与我[00:39.94]可会变(谁没在变)[00:43.61]多少次迎着冷眼与嘲笑[00:49.87]从没有放弃过心中的理想[00:55.71]一刹那恍惚[00:58.85]若有所失的感觉[01:01.64]不知不觉已变淡[01:05.00]心里爱(谁明白我)[01:08.75]原谅我这一生不羁放纵爱自由[01:15.91]也会怕有一天会跌倒 哦NO[01:21.81]背弃了理想谁人都可以[01:28.04]哪会怕有一天只你共我[01:42.76]今天我寒夜里看雪飘过[01:49.18]怀着冷却了的心窝飘远方[01:54.89]风雨里追赶[01:57.96]雾里分不清影踪[02:01.47]天空海阔你与我可会变[02:05.37](谁没在变)[02:07.96]原谅我这一生不羁放纵爱自由[02:15.11]也会怕有一天会跌倒 哦NO[02:21.08]背弃了理想谁人都可以[02:27.57]哪会怕有一天只你共我[02:32.28]哦 yeah[03:08.63]仍然自由自我[03:11.75]永远高唱我歌[03:14.76]走遍千里[03:19.62]原谅我这一生不羁放纵爱自由[03:26.51]也会怕有一天会跌倒[03:31.04]哦NO[03:32.78]背弃了理想谁人都可以[03:39.18]哪会怕有一天只你共我[03:45.57]被弃了理想谁人都可以[03:51.73]哪会怕有一天只你共我[03:56.29]哦yeah[03:57.35]原谅我这一生不羁放纵爱自由[04:02.57]哦yeah[04:04.25]也会怕有一天会跌倒哦[04:10.18]背弃了理想谁人都可以[04:16.64]哪会怕有一天只你共我"
			},
			{
				"name" : "泡沫",
				"singer" : "邓紫棋",
				"star" : "images/2.jpg",
				"src" : "music/2.mp3",
				"lrc" : "[ver:v1.0][ti:][00:01.47]阳光下的泡沫　是彩色的[00:08.35]就像被骗的我　是幸福的[00:15.45]追究什么对错　你的谎言　基于你还爱我[00:28.79]美丽的泡沫　虽然一刹花火[00:35.76]你所有承诺　虽然都太脆弱[00:42.78]但爱像泡沫　[00:46.41]如果能够看破　有什么难过[00:57.85]早该知道泡沫　一触就破[01:04.84]就像已伤的心　不胜折磨[01:11.83]也不是谁的错　谎言再多　基于你还爱我[01:25.15]美丽的泡沫　虽然一刹花火[01:32.14]你所有承诺　虽然都太脆弱[01:39.25]爱本是泡沫　[01:42.70]如果能够看破　有什么难过[01:53.30]再美的花朵　盛开过就凋落[02:00.39]再亮眼的星　一闪过就坠落[02:07.55]爱本是泡沫　[02:11.19]如果能够看破　有什么难过[02:21.53]为什么难过　有什么难过[02:35.70]为什么难过[02:46.29]全都是泡沫　只一刹的花火[02:53.39]你所有承诺　全部都太脆弱[03:00.55]而你的轮廓　怪我没有看破　[03:07.54]才如此难过[03:14.57]相爱的把握　要如何再搜索[03:21.56]相拥着寂寞　难道就不寂寞[03:28.69]爱本是泡沫　怪我没有看破　[03:35.62]才如此难过[03:43.70]在雨下的泡沫　一触就破[03:50.79]当初炽热的心　早已沉没[03:57.67]说什么你爱我　[04:01.28]如果骗我　我宁愿你沉默"
			},
			{
				"name" : "我懂了",
				"singer" : "金莎",
				"star" : "images/3.jpg",
				"src" : "music/3.mp3",
				"lrc" : "[ver:v1.0][ti:我懂了][00:00.65]我懂了 - 金莎[00:19.07]我在进退的路口[00:23.78]我看不见了天空[00:28.51]我快乐吗 我也好想躲一躲[00:34.38]到你的胸口[00:37.60]我的喜悲你的自由[00:42.13]就像彩虹短暂逗留[00:46.91]你快乐吧[00:49.15]你找到你的出口[00:52.90]你真的自由[00:56.08]我不爱过 就不懂寂寞[01:00.71]我不难过 泪又怎么会流[01:05.25]爱的够重 伤的够痛[01:09.55]证明我爱过[01:14.51]幸福走过 才浮现感动[01:19.14]幸运的我 曾拥你的温柔[01:23.74]你的笑容 还有你问候[01:28.04]都让我心动[01:34.10]你喜欢过 你沉溺过 你残忍过[01:41.07]这一刻我都懂 我真的自由[01:53.78]我的喜悲你的自由[01:58.42]就像彩虹短暂逗留[02:03.02]你快乐吧[02:05.28]你找到你的出口[02:08.99]你真的自由[02:12.30]我不爱过 就不懂寂寞[02:16.86]我不难过 泪又怎么会流[02:21.43]爱的够重 伤的够痛[02:25.70]证明我爱过[02:30.70]幸福走过 才浮现感动[02:35.29]幸运的我 曾拥你的温柔[02:40.00]你的笑容 还有你问候[02:44.14]都让我心动[03:07.69]我不爱过 就不懂寂寞[03:12.33]我不难过 泪又怎么会流[03:17.00]爱的够重 伤的够痛[03:21.15]证明我爱过[03:26.06]幸福走过 才浮现感动[03:30.71]幸运的我 曾拥你的温柔[03:35.34]你的笑容 还有你问候[03:39.62]都让我心动[03:47.99]你喜欢过 你沉溺过 你残忍过[03:54.92]这一刻我都懂 我真的自由"
			},
			{
				"name" : "特别的爱给特别的你",
				"singer" : "伍思凯",
				"star" : "images/4.jpg",
				"src" : "music/4.mp3",
				"lrc" : "[ver:v1.0][ti:特别的爱给特别的你][00:01.06]特别的爱给特别的你(1) – 经典老歌[00:12.73]没有承诺却被你抓得更紧[00:21.72]没有了你我的世界雨下个不停[00:31.93]我付出一生的时间想要忘记你[00:40.27]但是回忆回忆回忆[00:44.71]从我心里跳出来拥抱你[00:54.77]特别的爱给特别的你[00:58.78]我的寂寞逃不过你的眼睛[01:04.15]特别的爱给特别的你[01:07.97]你让我越来越不相信自己[01:35.01]没有承诺却被你抓得更紧[01:44.05]没有了你我的世界雨下个不停[01:53.77]我付出一生的时间想要忘记你[02:02.36]但是回忆回忆回忆[02:06.97]从我心里跳出来拥抱你[02:17.05]特别的爱给特别的你[02:20.90]我的寂寞逃不过你的眼睛[02:26.66]特别的爱给特别的你[02:30.33]你让我越来越不相信自己[02:35.99]特别的爱给特别的你[02:39.76]我的寂寞逃不过你的眼睛[02:45.44]特别的爱给特别的你[02:49.11]你让我越来越不相信自己[02:57.28]我还听见你的声音[03:03.12]轻轻萦绕着我的心[03:07.13]我还不能接受分离[03:12.81]就是永远不在一起[03:20.52]特别的爱给特别的你[03:24.56]我的寂寞逃不过你的眼睛[03:29.91]特别的爱给特别的你[03:33.79]你让我越来越不相信自己[03:39.47]特别的爱给特别的你[03:43.21]我的寂寞逃不过你的眼睛[03:48.88]特别的爱给特别的你[03:52.52]你让我越来越不相信自己[04:10.96]我还听见你的声音[04:16.23]轻轻萦绕着我的心[04:23.55]我的心[04:29.69]我还不能接受分离[04:35.55]就是永远不能在一起"
			},
			{
				"name" : "半壶纱",
				"singer" : "刘珂矣",
				"star" : "images/5.jpg",
				"src" : "music/5.mp3",
				"lrc" : "[ver:v1.0][ti:d][00:01.08]半壶纱 - 刘珂矣[00:26.07]墨已入水渡一池青花[00:32.09]揽五分红霞采竹回家[00:38.07]悠悠风来 埋一地桑麻[00:44.44]一身袈裟 把相思放下[00:50.42]十里桃花待嫁的年华[00:56.34]凤冠的珍珠 挽进头发[01:02.57]檀香拂过玉镯弄轻纱[01:08.73]空留一盏 芽色的清茶[01:14.86]倘若我心中的山水[01:18.66]你眼中都看到[01:21.93]我便一步一莲花祈祷[01:27.08]怎知那浮生一片草[01:31.05]岁月催人老[01:34.20]风月花鸟 一笑尘缘了[02:03.91]十里桃花待嫁的年华[02:09.80]凤冠的珍珠 挽进头发[02:16.02]檀香拂过玉镯弄轻纱[02:22.13]空留一盏 芽色的清茶[02:28.21]倘若我心中的山水[02:31.99]你眼中都看到[02:35.43]我便一步一莲花祈祷[02:40.45]怎知那浮生一片草[02:44.55]岁月催人老[02:47.67]风月花鸟 一笑尘缘了[02:52.71]倘若我心中的山水 你眼中都看到[02:59.88]我便一步一莲花祈祷[03:04.91]怎知那浮生一片草 岁月催人老[03:12.11]风月花鸟 一笑尘缘了[03:17.30]怎知那浮生一片草 岁月催人老[03:24.34]风月花鸟 一笑尘缘了"
			}
		]